<?php
/**
 * @var $columnOne
 * @var $columnTwo
 * @var $columnThree
 */

isset($columnOne) OR $columnOne = '';
isset($columnTwo) OR $columnTwo = '';
?>


<div class="clear tbl">

    <div class="column column_line tbl_cell">

        <?= $columnOne?>

        <div class="seo_info">
            W-Code - сокращенно от Web Code. <h3>Заметки кода для веб разработчиков</h3>, на языках программирования PHP, JavaScript, flash он же ActionScript, языке запросов SQL и по разметке HTML. Цель сайта собрать <h3>множество полезных примеров кода</h3>, которые могут стать готовым решением для разнообразных задач на пути девелопера. Сниппеты (snippets)  - представляет собой часть работающего кода, который <h3>веб разработчик</h3> может немедленно применить к собственному проекту. В большинстве <h3>примеры кода</h3> хорошо описаны или прокомментированы, даже чайнику в программировании не составит труда разобраться с кодом.
            На сайте помимо коротких <strong>заметок для программистов</strong> есть
            <ul><li>обучательные статьи</li>, <li>статьи для начинающих разработчиков</li>, объяснительные <li>техники в программировании</li>,  <li> фокусы и фичи </li>, и разнообразные  <li>приемы программирования</li></ul>. Часть статьей это блоговые страницы <h3>заметки php программиста</h3>, <h3>заметки JavaScript разработчика</h3>.
        </div>
    </div>

    <div class="column tbl_cell">
        <?= $columnTwo?>
    </div>

</div>

